Repository: mrballistic/RaidCalculator2
Catalog: RaidCalculator2/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# jbod_pros
source: Simple and flexible Full utilization of all drive capacity No performance overhead from RAID calculations
de: Einfach und flexibel Volle Nutzung der gesamten Laufwerkskapazität Kein Leistungsverlust durch RAID-Berechnungen
es: Simple y flexible Utilización completa de toda la capacidad de unidades Sin sobrecarga de rendimiento de cálculos RAID
fr: Simple et flexible Utilisation complète de toute la capacité des disques Aucune surcharge de performance des calculs RAID
it: Semplice e flessibile Utilizzazione completa di tutta la capacità dei dischi Nessun overhead prestazioni dai calcoli RAID
ja: シンプルで柔軟 すべてのドライブ容量の完全な利用 RAID計算からのパフォーマンスオーバーヘッドなし
ko: 간단하고 유연함 모든 드라이브 용량을 전부 활용 RAID 연산으로 인한 성능 오버헤드 없음
pt_br: Simples e flexível Aproveitamento total da capacidade de todas as unidades Sem sobrecarga de desempenho dos cálculos de RAID
zh_hans: 简单灵活 充分利用所有硬盘容量 没有 RAID 计算带来的性能开销
zh_hant: 簡單又靈活 完整運用所有硬碟容量 沒有 RAID 運算帶來的效能負擔

# jbod_use_cases
source: Large single-volume storage needs Archiving and backup systems Media servers and libraries
de: Großer Speicher in einem einzigen Volume Archiv- und Backup-Systeme Medienserver und Mediatheken
es: Necesidades de almacenamiento de volumen único grande Archivado y sistemas de backup Servidores multimedia y bibliotecas
fr: Besoins de stockage à grand volume unique Archivage et systèmes de sauvegarde Serveurs multimédias et bibliothèques
it: Esigenze di archiviazione a singolo volume grande Archiviazione e sistemi backup Server media e biblioteche
ja: 大規模単一ボリュームストレージニーズ アーカイブとバックアップシステム メディアサーバーとライブラリ
ko: 대용량 단일 볼륨 스토리지 아카이브 및 백업 시스템 미디어 서버 및 라이브러리
pt_br: Necessidade de armazenamento em um único volume grande Sistemas de arquivamento e backup Servidores e bibliotecas de mídia
zh_hans: 需要单个大容量卷的存储 归档和备份系统 媒体服务器和媒体库
zh_hant: 需要單一大型磁碟區的儲存用途 封存與備份系統 媒體伺服器與媒體庫

# jbod_validation
source: JBOD requires at least 1 drive.
de: JBOD braucht mindestens 1 Laufwerk.
es: JBOD requiere al menos 1 unidad.
fr: JBOD nécessite au moins 1 disque.
it: JBOD richiede almeno 1 disco.
ja: JBODには1台以上のドライブが必要です。
ko: JBOD에는 드라이브가 1개 이상 필요합니다.
pt_br: O JBOD requer pelo menos 1 unidade.
zh_hans: JBOD 至少需要 1 块硬盘。
zh_hant: JBOD 至少需要 1 顆硬碟。

source: Low
de: Niedrig
es: Baja
fr: Faible
it: Bassa
ja: 低い
ko: 낮음
pt_br: Baixa
zh_hans: 低
zh_hant: 低

source: Medium
de: Mittel
es: Media
fr: Moyenne
it: Media
ja: 中程度
ko: 보통
pt_br: Média
zh_hans: 中
zh_hant: 中

source: More Levels
de: Weitere Level
es: Más niveles
fr: Autres niveaux
it: Altri livelli
ja: その他のレベル
ko: 기타 레벨
pt_br: Mais níveis
zh_hans: 更多级别
zh_hant: 更多等級

# nas_title
source: NAS Calculator
de: NAS-Rechner
es: Calculadora NAS
fr: Calculateur NAS
it: Calcolatore NAS
ja: NAS計算機
ko: NAS 계산기
pt_br: Calculadora NAS
zh_hans: NAS 计算器
zh_hant: NAS 計算機

# nested_levels
source: Nested
de: Verschachtelt
es: Anidados
fr: Imbriqués
it: Annidati
ja: ネスト
ko: 중첩
pt_br: Aninhados
zh_hans: 嵌套
zh_hant: 巢狀

# nested_needs_two_groups
source: %1$@ needs at least two groups. With one group, it’s %2$@.
de: %1$@ braucht mindestens zwei Gruppen. Mit einer Gruppe ist es %2$@.
es: %1$@ necesita al menos dos grupos. Con un solo grupo, es %2$@.
fr: %1$@ nécessite au moins deux groupes. Avec un seul groupe, c’est du %2$@.
it: %1$@ richiede almeno due gruppi. Con un solo gruppo, è %2$@.
ja: %1$@には少なくとも2つのグループが必要です。グループが1つの場合は%2$@になります。
ko: %1$@에는 그룹이 2개 이상 필요합니다. 그룹이 1개이면 %2$@입니다.
pt_br: O %1$@ precisa de pelo menos dois grupos. Com um só grupo, ele é um %2$@.
zh_hans: %1$@ 至少需要两个组。只有一个组时，它就是 %2$@。
zh_hant: %1$@ 至少需要兩個群組。只有一個群組時，就是 %2$@。

# no_drives
source: Add a drive to a bay to get started.
de: Setze ein Laufwerk in einen Schacht, um loszulegen.
es: Añade un disco a una bahía para empezar.
fr: Ajoutez un disque dans une baie pour commencer.
it: Aggiungi un disco a un alloggiamento per iniziare.
ja: ベイにドライブを追加して始めましょう。
ko: 시작하려면 베이에 드라이브를 추가하세요.
pt_br: Adicione um disco a uma baia para começar.
zh_hans: 在盘位中添加一块硬盘即可开始。
zh_hant: 在硬碟槽中加入硬碟即可開始。

# not_affiliated
source: Not affiliated with or endorsed by Synology Inc. Synology and SHR are trademarks of Synology Inc.
de: Steht in keiner Verbindung zu Synology Inc. und wird von Synology Inc. weder unterstützt noch empfohlen. Synology und SHR sind Marken von Synology Inc.
es: Sin afiliación ni respaldo de Synology Inc. Synology y SHR son marcas comerciales de Synology Inc.
fr: Non affilié à Synology Inc. ni approuvé par elle. Synology et SHR sont des marques de Synology Inc.
it: Non affiliato né approvato da Synology Inc. Synology e SHR sono marchi di Synology Inc.
ja: Synology Inc.とは提携しておらず、同社の承認も受けていません。SynologyおよびSHRはSynology Inc.の商標です。
ko: Synology Inc.와 제휴 관계가 없으며 Synology Inc.의 승인을 받지 않았습니다. Synology 및 SHR은 Synology Inc.의 상표입니다.
pt_br: Não afiliado à Synology Inc. nem endossado por ela. Synology e SHR são marcas comerciais da Synology Inc.
zh_hans: 本 App 与 Synology Inc. 无关联，亦未获其认可。Synology 和 SHR 是 Synology Inc. 的商标。
zh_hant: 本 App 與 Synology Inc. 無任何關係，亦未獲其認可。Synology 和 SHR 是 Synology Inc. 的商標。

source: Number of Drives
de: Anzahl Laufwerke
es: Número de Unidades
fr: Nombre de Disques
it: Numero di Dischi
ja: ドライブ数
ko: 드라이브 수
pt_br: Número de unidades
zh_hans: 硬盘数量
zh_hant: 硬碟數量

source: Overview
de: Überblick
es: Descripción General
fr: Aperçu
it: Panoramica
ja: 概要
ko: 개요
pt_br: Visão geral
zh_hans: 概览
zh_hant: 概覽

source: Parity Drives
de: Paritätslaufwerke
es: Discos de paridad
fr: Disques de parité
it: Dischi di parità
ja: パリティドライブ
ko: 패리티 드라이브
pt_br: Discos de paridade
zh_hans: 校验盘
zh_hant: 同位元硬碟

# parity_needs_data
source: %@ needs at least one data drive besides its parity drives.
de: %@ braucht neben den Paritätslaufwerken mindestens ein Datenlaufwerk.
es: %@ necesita al menos un disco de datos además de sus discos de paridad.
fr: %@ nécessite au moins un disque de données en plus de ses disques de parité.
it: %@ richiede almeno un disco dati oltre ai dischi di parità.
ja: %@には、パリティドライブのほかに1台以上のデータドライブが必要です。
ko: %@에는 패리티 드라이브 외에 데이터 드라이브가 1개 이상 필요합니다.
pt_br: O %@ precisa de pelo menos um disco de dados além dos discos de paridade.
zh_hans: %@ 除校验盘外至少还需要一块数据盘。
zh_hant: 除了同位元硬碟之外，%@ 至少還需要一顆資料硬碟。

# parity_promotion_note
source: The largest drives are used as parity, so parity is always at least as large as every data drive.
de: Die größten Laufwerke werden für die Parität verwendet, daher ist die Parität immer mindestens so groß wie jedes Datenlaufwerk.
es: Los discos más grandes se usan como paridad, así que la paridad siempre es al menos tan grande como cada disco de datos.
fr: Les plus grands disques servent de parité : la parité est donc toujours au moins aussi grande que chaque disque de données.
it: I dischi più grandi vengono usati come parità, quindi la parità è sempre grande almeno quanto ogni disco dati.
ja: 最も大きいドライブがパリティとして使われるため、パリティは常にすべてのデータドライブ以上の容量になります。
ko: 가장 큰 드라이브가 패리티로 사용되므로, 패리티는 항상 모든 데이터 드라이브와 같거나 더 큽니다.
pt_br: Os discos maiores são usados como paridade, então a paridade é sempre pelo menos tão grande quanto cada disco de dados.
zh_hans: 最大的硬盘用作校验盘，因此校验盘始终不小于任何一块数据盘。
zh_hant: 最大的硬碟會用作同位元，因此同位元一定不小於任何一顆資料硬碟。

source: Performance Ratings
de: Leistungsbewertung
es: Calificaciones de Rendimiento
fr: Évaluations de Performance
it: Valutazioni Prestazioni
ja: パフォーマンス評価
ko: 성능 평가
pt_br: Avaliações de desempenho
zh_hans: 性能评级
zh_hant: 效能評分

source: Pros
de: Vorteile
fr: Avantages
it: Pro
ja: 長所
ko: 장점
pt_br: Prós
zh_hans: 优点
zh_hant: 優點

source: Pros & Cons
de: Vor- und Nachteile
es: Pros y Contras
fr: Avantages et Inconvénients
it: Pro e Contro
ja: 長所と短所
ko: 장단점
pt_br: Prós e contras
zh_hans: 优缺点
zh_hant: 優缺點

# raid0_cons
source: No data redundancy or protection Single drive failure causes complete data loss Not suitable for critical data
de: Keine Redundanz und kein Datenschutz Ein einziger Laufwerksausfall führt zum Verlust aller Daten Nicht für wichtige Daten geeignet
es: Sin redundancia o protección de datos Un solo fallo de unidad causa pérdida total de datos No adecuado para datos críticos
fr: Aucune redondance ou protection de données Une seule panne de disque cause perte totale de données Non adapté aux données critiques
it: Nessuna ridondanza o protezione dati Un singolo guasto del disco causa perdita totale dei dati Non adatto a dati critici
ja: データ冗長性または保護なし 単一ドライブ故障で完全なデータ損失 重要なデータには不適切
ko: 데이터 중복성 또는 보호 없음 드라이브 하나만 장애가 발생해도 모든 데이터 손실 중요한 데이터에는 적합하지 않음
pt_br: Sem redundância ou proteção de dados A falha de uma única unidade causa perda total dos dados Não é adequado para dados críticos
zh_hans: 没有数据冗余或保护 一块硬盘故障即导致全部数据丢失 不适合重要数据
zh_hant: 沒有資料備援或保護 單一硬碟故障就會遺失所有資料 不適合重要資料

# raid0_description
source: RAID 0 (Striping) splits data across multiple drives for maximum performance, but provides no redundancy. If any drive fails, all data is lost.
de: RAID 0 (Striping) verteilt Daten für maximale Geschwindigkeit auf mehrere Laufwerke, bietet aber keine Redundanz. Fällt ein Laufwerk aus, sind alle Daten verloren.
es: RAID 0 (Striping) divide los datos en múltiples unidades para máximo rendimiento, pero no proporciona redundancia. Si alguna unidad falla, todos los datos se pierden.
fr: RAID 0 (Striping) divise les données sur plusieurs disques pour des performances maximales, mais ne fournit aucune redondance. Si un disque tombe en panne, toutes les données sont perdues.
it: RAID 0 (Striping) suddivide i dati su più dischi per prestazioni massime, ma non fornisce ridondanza. Se un disco si guasta, tutti i dati vengono persi.
ja: RAID 0（ストライピング）は最大のパフォーマンスのために複数のドライブにデータを分割しますが、冗長性を提供しません。ドライブが1つでも故障すると、すべてのデータが失われます。
ko: RAID 0(스트라이핑)은 최대 성능을 위해 데이터를 여러 드라이브에 분산하지만 중복성은 제공하지 않습니다. 드라이브 하나라도 장애가 발생하면 모든 데이터가 손실됩니다.
pt_br: O RAID 0 (striping) divide os dados entre várias unidades para obter o máximo desempenho, mas não oferece redundância. Se alguma unidade falhar, todos os dados são perdidos.
zh_hans: RAID 0（条带化）将数据分散到多块硬盘上以获得最高性能，但不提供冗余。任何一块硬盘故障，所有数据都会丢失。
zh_hant: RAID 0（等量分割）將資料分散到多顆硬碟以發揮最大效能，但不提供任何備援。只要有一顆硬碟故障，所有資料都會遺失。

# raid0_pros
source: Maximum performance and speed Full storage capacity utilization Simple to implement
de: Maximale Leistung und Geschwindigkeit Volle Nutzung der Speicherkapazität Einfach einzurichten
es: Máximo rendimiento y velocidad Utilización completa de capacidad de almacenamiento Simple de implementar
fr: Performances et vitesse maximales Utilisation complète de la capacité de stockage Simple à mettre en œuvre
it: Prestazioni e velocità massime Utilizzazione completa della capacità di archiviazione Semplice da implementare
ja: 最大のパフォーマンスと速度 ストレージ容量の完全な利用 実装が簡単
ko: 최대 성능 및 속도 스토리지 용량 전부 활용 간단한 구현
pt_br: Máximo desempenho e velocidade Aproveitamento total da capacidade de armazenamento Simples de implementar
zh_hans: 最高的性能和速度 充分利用全部存储容量 实现简单
zh_hant: 最高的效能與速度 完整運用儲存容量 建置簡單

# raid0_use_cases
source: Video editing and temporary work files Gaming and applications needing fast I/O Cache or temporary storage systems
de: Videoschnitt und temporäre Arbeitsdateien Gaming und Anwendungen mit hohem I/O-Bedarf Cache oder temporäre Speichersysteme
es: Edición de video y archivos de trabajo temporales Juegos y aplicaciones que necesitan I/O rápido Sistemas caché o almacenamiento temporal
fr: Montage vidéo et fichiers de travail temporaires Jeux et applications nécessitant des E/S rapides Systèmes cache ou stockage temporaire
it: Editing video e file di lavoro temporanei Giochi e applicazioni che richiedono I/O veloce Sistemi cache o archiviazione temporanea
ja: ビデオ編集と一時作業ファイル 高速I/Oを必要とするゲームとアプリケーション キャッシュまたは一時ストレージシステム
ko: 동영상 편집 및 임시 작업 파일 빠른 I/O가 필요한 게임 및 앱 캐시 또는 임시 스토리지 시스템
pt_br: Edição de vídeo e arquivos de trabalho temporários Jogos e apps que precisam de E/S rápida Cache ou sistemas de armazenamento temporário
zh_hans: 视频剪辑和临时工作文件 需要高速 I/O 的游戏和应用 缓存或临时存储系统
zh_hant: 影片剪輯與暫存工作檔案 需要高速 I/O 的遊戲與應用程式 快取或暫存儲存系統

# raid0_validation
source: RAID 0 requires at least 1 drive.
de: RAID 0 braucht mindestens 1 Laufwerk.
es: RAID 0 requiere al menos 1 unidad.
fr: RAID 0 nécessite au moins 1 disque.
it: RAID 0 richiede almeno 1 disco.
ja: RAID 0には1台以上のドライブが必要です。
ko: RAID 0에는 드라이브가 1개 이상 필요합니다.
pt_br: O RAID 0 requer pelo menos 1 unidade.
zh_hans: RAID 0 至少需要 1 块硬盘。
zh_hant: RAID 0 至少需要 1 顆硬碟。

# raid10_cons
source: 50% storage capacity efficiency Requires even number of drives (minimum 4) Higher cost per usable GB
de: 50 % Speichereffizienz Braucht eine gerade Anzahl Laufwerke (mindestens 4) Höhere Kosten pro nutzbarem GB
es: Eficiencia de capacidad de almacenamiento del 50% Requiere número par de unidades (mínimo 4) Costo más alto por GB utilizable
fr: Efficacité de capacité de stockage de 50% Nécessite un nombre pair de disques (minimum 4) Coût plus élevé par GB utilisable
it: Efficienza capacità di archiviazione del 50% Richiede numero pari di dischi (minimo 4) Costo più alto per GB utilizzabile
ja: ストレージ容量効率50% 偶数のドライブが必要（最小4） 使用可能GBあたりのコストが高い
ko: 스토리지 용량 효율 50% 짝수 개의 드라이브 필요(최소 4개) 사용 가능 GB당 비용이 높음
pt_br: 50% de eficiência da capacidade de armazenamento Requer um número par de unidades (mínimo de 4) Custo mais alto por GB utilizável
zh_hans: 存储容量利用率为 50% 需要偶数块硬盘（至少 4 块） 每 GB 可用容量的成本较高
zh_hant: 儲存容量效率為 50% 需要偶數顆硬碟（至少 4 顆） 每 GB 可用容量的成本較高

# raid10_description
source: RAID 10 (Stripe of Mirrors) combines mirroring and striping. Provides excellent performance and redundancy but requires even number of drives.
de: RAID 10 (Stripe aus Spiegeln) kombiniert Spiegelung und Striping. Bietet sehr gute Leistung und Redundanz, braucht aber eine gerade Anzahl Laufwerke.
es: RAID 10 (Stripe de Mirrors) combina mirroring y striping. Proporciona excelente rendimiento y redundancia pero requiere un número par de unidades.
fr: RAID 10 (Stripe de Mirrors) combine mirroring et striping. Fournit d’excellentes performances et redondance mais nécessite un nombre pair de disques.
it: RAID 10 (Stripe di Mirror) combina mirroring e striping. Fornisce eccellenti prestazioni e ridondanza ma richiede un numero pari di dischi.
ja: RAID 10（ストライプオブミラー）はミラーリングとストライピングを組み合わせます。優れたパフォーマンスと冗長性を提供しますが、偶数のドライブが必要です。
ko: RAID 10(미러의 스트라이프)은 미러링과 스트라이핑을 결합합니다. 뛰어난 성능과 중복성을 제공하지만 짝수 개의 드라이브가 필요합니다.
pt_br: O RAID 10 (stripe de espelhos) combina espelhamento e striping. Oferece excelente desempenho e redundância, mas requer um número par de unidades.
zh_hans: RAID 10（镜像的条带）结合了镜像和条带化。性能和冗余都很出色，但需要偶数块硬盘。
zh_hant: RAID 10（鏡像的等量分割）結合了鏡像與等量分割，提供優異的效能與備援，但需要偶數顆硬碟。

# raid10_failures
source: Up to %d (depends on which drives fail)
de: Bis zu %d (abhängig davon, welche Laufwerke ausfallen)
es: Hasta %d (depende de qué unidades fallen)
fr: Jusqu’à %d (dépend de quels disques tombent en panne)
it: Fino a %d (dipende da quali dischi si guastano)
ja: 最大%d（どのドライブが故障するかによる）
ko: 최대 %d(장애가 발생하는 드라이브에 따라 다름)
pt_br: Até %d (depende de quais unidades falharem)
zh_hans: 最多 %d（取决于哪些硬盘故障）
zh_hant: 最多 %d（取決於哪些硬碟故障）

# raid10_pros
source: Excellent performance for reads and writes High redundancy with fast rebuild Can survive multiple drive failures (if in different mirrors)
de: Sehr gute Lese- und Schreibleistung Hohe Redundanz mit schnellem Rebuild Übersteht mehrere Laufwerksausfälle (wenn sie in verschiedenen Spiegeln liegen)
es: Excelente rendimiento para lecturas y escrituras Alta redundancia con reconstrucción rápida Puede sobrevivir a múltiples fallos de unidad (si en diferentes mirrors)
fr: Excellentes performances pour lectures et écritures Haute redondance avec reconstruction rapide Peut survivre à plusieurs pannes de disque (si dans différents mirrors)
it: Eccellenti prestazioni in lettura e scrittura Alta ridondanza con ricostruzione rapida Può sopravvivere a più guasti dei dischi (se in mirror diversi)
ja: 読み取りと書き込みの優れたパフォーマンス 高速な再構築での高い冗長性 複数のドライブ故障に耐えられる（異なるミラーの場合）
ko: 뛰어난 읽기 및 쓰기 성능 빠른 재구축과 높은 중복성 여러 드라이브 장애를 견딜 수 있음(서로 다른 미러에 있는 경우)
pt_br: Excelente desempenho de leitura e gravação Alta redundância com reconstrução rápida Pode sobreviver a várias falhas de unidade (se estiverem em espelhos diferentes)
zh_hans: 读写性能出色 冗余度高，重建快 可承受多块硬盘故障（如果位于不同的镜像中）
zh_hant: 讀寫效能優異 備援程度高，重建速度快 可承受多顆硬碟故障（若分屬不同鏡像）

# raid10_use_cases
source: High-performance databases Virtualization and server clusters Critical applications needing both speed and redundancy
de: Leistungsstarke Datenbanken Virtualisierung und Server-Cluster Wichtige Anwendungen, die Geschwindigkeit und Redundanz brauchen
es: Bases de datos de alto rendimiento Virtualización y clústeres de servidores Aplicaciones críticas que necesitan velocidad y redundancia
fr: Bases de données haute performance Virtualisation et clusters de serveurs Applications critiques nécessitant vitesse et redondance
it: Database ad alte prestazioni Virtualizzazione e cluster server Applicazioni critiche che richiedono sia velocità che ridondanza
ja: 高パフォーマンスデータベース 仮想化とサーバークラスター 速度と冗長性の両方を必要とする重要なアプリケーション
ko: 고성능 데이터베이스 가상화 및 서버 클러스터 속도와 중복성이 모두 필요한 중요한 앱
pt_br: Bancos de dados de alto desempenho Virtualização e clusters de servidores Aplicações críticas que precisam de velocidade e redundância
zh_hans: 高性能数据库 虚拟化和服务器集群 同时需要速度和冗余的重要应用
zh_hant: 高效能資料庫 虛擬化與伺服器叢集 同時需要速度與備援的重要應用程式

# raid10_validation
source: RAID 10 requires an even number of drives (4 or more).
de: RAID 10 braucht eine gerade Anzahl Laufwerke (4 oder mehr).
es: RAID 10 requiere un número par de unidades (4 o más).
fr: RAID 10 nécessite un nombre pair de disques (4 ou plus).
it: RAID 10 richiede un numero pari di dischi (4 o più).
ja: RAID 10には偶数台（4台以上）のドライブが必要です。
ko: RAID 10에는 짝수 개의 드라이브(4개 이상)가 필요합니다.
pt_br: O RAID 10 requer um número par de unidades (4 ou mais).
zh_hans: RAID 10 需要偶数块硬盘（4 块或以上）。
zh_hant: RAID 10 需要偶數顆硬碟（4 顆以上）。

# raid1_cons
source: 50% storage capacity efficiency Higher cost per usable GB Write performance similar to single drive
de: 50 % Speichereffizienz Höhere Kosten pro nutzbarem GB Schreibleistung wie bei einem einzelnen Laufwerk
es: Eficiencia de capacidad de almacenamiento del 50% Costo más alto por GB utilizable Rendimiento de escritura similar a unidad única
fr: Efficacité de capacité de stockage de 50% Coût plus élevé par GB utilisable Performances en écriture similaires à un seul disque
it: Efficienza capacità di archiviazione del 50% Costo più alto per GB utilizzabile Prestazioni in scrittura simili a un singolo disco
ja: ストレージ容量効率50% 使用可能GBあたりのコストが高い 単一ドライブに類似した書き込みパフォーマンス
ko: 스토리지 용량 효율 50% 사용 가능 GB당 비용이 높음 쓰기 성능이 단일 드라이브와 비슷함
pt_br: 50% de eficiência da capacidade de armazenamento Custo mais alto por GB utilizável Desempenho de gravação semelhante ao de uma única unidade
zh_hans: 存储容量利用率为 50% 每 GB 可用容量的成本较高 写入性能与单块硬盘相近
zh_hant: 儲存容量效率為 50% 每 GB 可用容量的成本較高 寫入效能與單顆硬碟相近

# raid1_description
source: RAID 1 (Mirroring) creates exact copies of data on multiple drives. Provides excellent redundancy but halves the usable capacity.
de: RAID 1 (Spiegelung) legt exakte Kopien der Daten auf mehreren Laufwerken an. Bietet sehr gute Redundanz, halbiert aber die nutzbare Kapazität.
es: RAID 1 (Mirroring) crea copias exactas de datos en múltiples unidades. Proporciona excelente redundancia pero reduce a la mitad la capacidad utilizable.
fr: RAID 1 (Mirroring) crée des copies exactes des données sur plusieurs disques. Fournit une excellente redondance mais réduit de moitié la capacité utilisable.
it: RAID 1 (Mirroring) crea copie esatte dei dati su più dischi. Fornisce eccellente ridondanza ma dimezza la capacità utilizzabile.
ja: RAID 1（ミラーリング）は複数のドライブにデータの正確なコピーを作成します。優れた冗長性を提供しますが、使用可能容量は半分になります。
ko: RAID 1(미러링)은 여러 드라이브에 데이터의 정확한 사본을 만듭니다. 뛰어난 중복성을 제공하지만 사용 가능 용량이 절반으로 줄어듭니다.
pt_br: O RAID 1 (espelhamento) cria cópias exatas dos dados em várias unidades. Oferece excelente redundância, mas reduz pela metade a capacidade utilizável.
zh_hans: RAID 1（镜像）在多块硬盘上创建完全相同的数据副本。冗余出色，但可用容量减半。
zh_hant: RAID 1（鏡像）會在多顆硬碟上建立完全相同的資料副本，提供優異的備援，但可用容量會減半。

# raid1_pros
source: Complete data redundancy Fast read performance Simple recovery from drive failure
de: Vollständige Datenredundanz Schnelle Leseleistung Einfache Wiederherstellung nach einem Laufwerksausfall
es: Redundancia de datos completa Buen rendimiento de lectura Recuperación simple de fallos de unidad
fr: Redondance de données complète Bonnes performances en lecture Récupération simple des pannes de disque
it: Ridondanza dati completa Buone prestazioni in lettura Recupero semplice dal guasto del disco
ja: 完全なデータ冗長性 高速な読み取りパフォーマンス ドライブ故障からの簡単な復旧
ko: 완전한 데이터 중복성 빠른 읽기 성능 드라이브 장애 시 간단한 복구
pt_br: Redundância completa dos dados Leitura rápida Recuperação simples após falha de unidade
zh_hans: 完整的数据冗余 读取性能快 硬盘故障后恢复简单
zh_hant: 完整的資料備援 讀取效能快 硬碟故障後復原簡單

# raid1_use_cases
source: Boot drives and operating systems Critical databases and applications Small business servers
de: Boot-Laufwerke und Betriebssysteme Wichtige Datenbanken und Anwendungen Server für kleine Unternehmen
es: Unidades de arranque y sistemas operativos Bases de datos críticas y aplicaciones Servidores de pequeñas empresas
fr: Disques de démarrage et systèmes d’exploitation Bases de données critiques et applications Serveurs de petites entreprises
it: Dischi di avvio e sistemi operativi Database critici e applicazioni Server piccole imprese
ja: ブートドライブとオペレーティングシステム 重要なデータベースとアプリケーション 小規模ビジネスサーバー
ko: 부팅 드라이브 및 운영 체제 중요한 데이터베이스 및 앱 소규모 비즈니스 서버
pt_br: Unidades de inicialização e sistemas operacionais Bancos de dados e aplicações críticas Servidores de pequenas empresas
zh_hans: 启动盘和操作系统 重要的数据库和应用 小型企业服务器
zh_hant: 開機硬碟與作業系統 重要的資料庫與應用程式 小型企業伺服器

# raid1_validation
source: RAID 1 requires at least 2 drives.
de: RAID 1 braucht mindestens 2 Laufwerke.
es: RAID 1 requiere al menos 2 unidades.
fr: RAID 1 nécessite au moins 2 disques.
it: RAID 1 richiede almeno 2 dischi.
ja: RAID 1には2台以上のドライブが必要です。
ko: RAID 1에는 드라이브가 2개 이상 필요합니다.
pt_br: O RAID 1 requer pelo menos 2 unidades.
zh_hans: RAID 1 至少需要 2 块硬盘。
zh_hant: RAID 1 至少需要 2 顆硬碟。

# raid50_cons
source: Two failures in the same group lose the whole array Needs at least six drives Gives up one drive per group to parity
de: Zwei Ausfälle in derselben Gruppe kosten das ganze Array Braucht mindestens sechs Laufwerke Pro Gruppe geht ein Laufwerk an die Parität
es: Dos fallos en el mismo grupo hacen perder todo el conjunto Requiere al menos seis unidades Dedica una unidad por grupo a la paridad
fr: Deux pannes dans le même groupe font perdre toute la grappe Nécessite au moins six disques Consacre un disque par groupe à la parité
it: Due guasti nello stesso gruppo fanno perdere l’intero array Richiede almeno sei dischi Dedica un disco per gruppo alla parità
ja: 同じグループで2台故障するとアレイ全体を失う 6台以上のドライブが必要 グループごとに1台分をパリティに使う
ko: 같은 그룹에서 장애가 2개 발생하면 어레이 전체가 손실됨 드라이브가 6개 이상 필요 그룹마다 드라이브 1개 분량을 패리티에 사용
pt_br: Duas falhas no mesmo grupo fazem perder o conjunto inteiro Precisa de pelo menos seis unidades Dedica uma unidade por grupo à paridade
zh_hans: 同一组内两块硬盘故障会导致整个阵列丢失 至少需要六块硬盘 每组要拿出一块硬盘的容量用于校验
zh_hant: 同一群組中有兩顆故障就會遺失整個陣列 至少需要六顆硬碟 每個群組要撥出一顆硬碟作為同位元
